Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Bitten Contract.tmx
Source language: en
Languages: es_419

source: I was probably the easiest one to turn into a punching bag.
es_419: probablemente yo era el blanco más fácil para que se descargaran.

source: is his character part of the romantic plot?
es_419: ¿su personaje hace parte de la trama romántica?

source: then why are you crying?
es_419: ¿entonces por qué lloras?

source: it's been a while, so I got excited.
es_419: ha pasado mucho tiempo, me emocioné.

source: I'll be happy with anything you give me, sir...
es_419: estaré feliz con lo que quiera regalarme, señor…

source: it hurts!
es_419: ¡qué dolor!

source: so what?
es_419: ¿y?

source: clop
es_419: TROC

source: and you eat garlic!
es_419: ¡y comes ajo!

source: I liked that the best!
es_419: ¡es el que más me gusta!

source: I'll get better soon...
es_419: mejoraré pronto…

source: ...open up...
es_419: … libérate…

source: ...and I heard you were here, so I dropped in.
es_419: … y supe que estabas aquí, así que entré.

source: the rumors should disappear when they start dating.
es_419: los rumores desaparecerán cuando empiecen a salir.

source: ...right now, my--
es_419: … ahora mi…

source: there's nothing good in this for me.
es_419: no gano nada con eso.

source: I can't believe I ran into you, seonbae*!
es_419: ¡no puedo creer que me encontré contigo, seonbae*!

source: we have something to talk about... come on in.
es_419: tenemos algo de qué hablar… entra.

source: MY FAVOURITE IDOL
es_419: MI ÍDOLO FAVORITO

source: what started as gratitude ended up becoming my feelings now...
es_419: lo que empezó como gratitud, se convirtió en este sentimiento…

source: do you know how many people in their 20's have disappeared from the limelight after a single incident?
es_419: ¿sabes cuánta gente en sus 20 se ha esfumado de la fama por un solo incidente?

source: who does she have a deal with? how is she on every show?
es_419: con quién tiene un trato? qué hace para estar en todas las series?

source: Recommended Videos
es_419: Videos recomendados

source: we have a lot of history with each other.
es_419: tenemos una larga historia juntos.

source: the pizza's here!
es_419: ¡llegó la pizza!

source: stop
es_419: FRENA

source: he and I are part of the same group of friends.
es_419: estamos en el mismo grupo.

source: stutter
es_419: TARTAMUDEA

source: this really doesn't feel like a normal headache.
es_419: esto no se siente como un dolor de cabeza normal.

source: ooh, I see.
es_419: ah, ya veo.

source: dO mes tic
es_419: do més tico

source: ooh! really?
es_419: ¡ay! ¿en serio?

source: actually…
es_419: la verdad…

source: you know yun kang, right?
es_419: conoces a yun kang, ¿cierto?

source: what kind of matching items should we get?
es_419: ¿qué clase de objetos iguales deberíamos usar?

source: how is everything?
es_419: ¿cómo está todo?

source: you don't have to pretend in front of me.
es_419: no tienes que disimular conmigo.

source: ...I have to convince ijun.
es_419: … tengo que convencer a ijun.

source: be his girlfriend when I'm in a much better place.
es_419: ser su novia cuando yo esté en un mejor lugar.

source: He's friendly and handsome!
es_419: es simpático y muy guapo!

source: it's so hard to like her. imagine being near her... ugh... what a let down
es_419: es difícil quererla. imaginen estar cerca de ella… puaj… qué decepción

source: you're not even sad about it. stop calling us over and pretending you are. chae-i and I are busy people!
es_419: ni siquiera estás triste. deja de llamarnos y fingir que lo estás. chae-i y yo somos personas ocupadas.

source: you're here early!
es_419: ¡llegaste temprano!

source: poor thing...
es_419: POBRECITO…

source: but are you okay?
es_419: pero ¿estás bien?

source: where are you now, chae-i?
es_419: ¿dónde estás, chae-i?

source: oh, this... is--
es_419: eh, fue… solo…

source: what's up with her expression..
es_419: qué pasa con su expresión…

source: if this goes on until tomorrow...
es_419: si me duele hasta mañana…

source: you know, chae-i. that news actually--
es_419: sabes, chae-i. la verdad, esa noticia…

source: chae-i, you like jennifer johanssen, right? her new movie is out now.
es_419: chae-i, te gusta jennifer johanssen, ¿no? estrenaron su nueva peli.

source: yeah... but I spilled...
es_419: sip… pero derramé…

source: …who is rich…
es_419: … es rico…

source: your stomach must be really upset.
es_419: tu estómago está realmente mal.

source: it's a really time-sensitive right now. we have to--
es_419: estamos en un momento extremadamente delicado. tenemos que…

source: oh my! ijun, you're here!
es_419: ¡ay, dios! ¡ijun, estás aquí!

source: open up
es_419: ábrete

source: ahahaha
es_419: JAJAJA

source: hm...
es_419: mm…

source: that means I did it properly...
es_419: significa que lo hice bien…

source: you’re mistaken.
es_419: están equivocados.

source: how was it?
es_419: ¿cómo estuvo?

source: ha ha...
es_419: JAJA…

source: ...thank you so much for cheering me on and allowing me to work with you until the very end.
es_419: … muchas gracias por animarme y permitirme trabajar con ustedes hasta el final.

source: relationship newbies
es_419: RELACIÓN DE NOVATOS

source: ...you're a really popular actor... what if people don't respond well when they hear you're dating me?
es_419: … eres un actor muy famoso… ¿y si la gente reacciona mal al enterarse de que sales conmigo?

source: it lasted a bit longer this time. but what was her reason?
es_419: esta vez duró un poco más. pero ¿cuál fue su razón?

source: 380K views
es_419: 380K visualizaciones

source: what about chae-i?
es_419: ¿y chae-i?

source: ...and I felt like a third-wheel anyway.
es_419: … sin embargo, me siento como una intrusa.

source: those rumors should die down soon, though.
es_419: igual, esos rumores tienen que acabar pronto.

source: I've... been to a lot of doctors...
es_419: he… probado con muchos médicos…

source: entrance
es_419: entrada

source: actually, should we order some yukhoe*?
es_419: de hecho, ¿no deberíamos pedir yukhoe*?

source: well, it doesn't matter, right?
es_419: bueno, no importa, ¿verdad?

source: you might catch a col--
es_419: podrías pescar un resfri…

source: no way that's true, haha...
es_419: no puede ser cierto, ja, ja…

source: grandma, did you hear him? he called me ugly!
es_419: abuela, ¿lo escuchaste? ¡me dijo fea!

source: that's what I saw in dramas.
es_419: es lo que veo en las novelas.

source: of course I got invited!
es_419: ¡claro, me invitaron!

source: the ceo went out to eat just a moment ago.
es_419: el gerente salió a comer hace poco.

source: shut up.
es_419: cállate.

source: but that's too rare.
es_419: pero esa está muy cruda.

source: yeah, so don't worry about me, mom.
es_419: sí, así que no te preocupes por mí.

source: remember the stationary store during high school?
es_419: ¿recuerdas la papelería en la preparatoria?

source: don't you know me?
es_419: ¿no me conoces?

source: I have to take time out of my busy schedule for you.
es_419: tendría que sacar tiempo de mi apretada agenda para ti.

source: uh... or I can sing and dance when you feel down...
es_419: em… o puedo cantar y bailar cuando estés triste…

source: huh? ijun, what are you doing here?
es_419: ¿eh? ijun, ¿qué haces aquí?

source: he looked sad...
es_419: parecía triste…

source: bomb
es_419: BOMBA DE INFO

source: well…
es_419: pues…

source: I'm glad you're getting along with her.
es_419: me alegra que te lleves bien con ella.

source: what are you doing?!
es_419: ¡¿qué estás haciendo?!

source: ...the one by her side then...
es_419: … quien estuvo a su lado…

source: yay!
es_419: ¡yupi!

source: and if anyone sees us, they'll think I'm sexually harassing you...
es_419: y si alguien nos ve, pensará que te estoy acosando sexualmente…

source: you know, though. ma'am, whenever jiseong gets drunk, he wants blood...
es_419: pero usted sabe, señora, que cuando jiseong se emborracha, necesita sangre…

source: she won't remember anyway...
es_419: igual, no recordará nada.

source: Most Recent
es_419: Más Reciente

source: no, I wasn't!
es_419: ¡no dije eso!

source: I was more like the main writer's slave.
es_419: era como la esclava del guionista principal.

source: *Seonbae is a term used to address senior or more experienced colleagues.
es_419: *seonbae es un término usado para dirigirse a colegas mayores o con más experiencia.

source: Give me just a moment.
es_419: vuelvo enseguida.

source: Isn't this deceiving?
es_419: Es un engaño?

source: Jihu Nam Unforgettable first love
es_419: jihu nam primer e inolvidable amor

source: then please bite me every week!
es_419: ¡en ese caso, muérdeme cada semana!

source: ma'am, maybe you can take a break.
es_419: señora, quizá pueda descansar un poco.

source: I'll make sure to repay it by...
es_419: me aseguraré de retribuirlo…

source: are you accepting my request?
es_419: ¿aceptas mi petición?

source: - 2 years ago -
es_419: - 2 años atrás -

source: that... wasn't your fault.
es_419: aquello… no fue tu culpa.

source: babe! where's the hair dryer?
es_419: bebé ¿dónde está el secador?

source: chae-i, we need to talk...
es_419: chae-i, necesitamos hablar…

source: we're way behind schedule now because of you!
es_419: ¡por tu culpa no cumpliremos el plan de rodaje!

source: honk
es_419: PIII

source: I'll be right out.
es_419: iré ya mismo.

source: do... you have more alcohol?
es_419: ¿tienes… más alcohol?

source: good work everyone! see you all at the after party!
es_419: ¡buen trabajo, equipo! ¡nos vemos en la fiesta!

source: oh, I see!
es_419: ¡ah, ya!

source: just like how you reacted the first time...
es_419: igual que como reaccionaste la primera vez…

source: this is a long-awaited get-together between close friends.
es_419: esta es una reunión de buenos amigos muy esperada.

source: if that were me...
es_419: si fuese yo…

source: this one doesn't work for me anymore...
es_419: este ya no me hace efecto…

source: I'll check out the pharmacy nearby.
es_419: averiguaré en la farmacia que está cerca.

source: oh... mm-hm. thanks, oppa.
es_419: ay… mjum. gracias, oppa.

source: yes, I just got home.
es_419: sí, acabo de llegar.

source: no! why would I leave you? now stop crying...
es_419: ¡no! ¿por qué te abandonaría? deja de llorar…

source: (Yun’s point of view)
es_419: (punto de vista de yun)

source: Ijun Seo interv Ijun Seo fancam Ijun Seo singing Ijun Seo should I live alone Ijun Seo Knowing Uncles
es_419: Ijun Seo entrev Ijun Seo clubdefans Ijun Seo cantando Ijun Seo debería vivir solo Ijun Seo Tíos Conocidos

source: he sings well.
es_419: canta bien.

source: sniffle... it's been so long since I've had fresh, hot human blood!
es_419: snif… ¡hace tanto tiempo que no bebía sangre humana fresca y calentita!

source: I helped her with some business matters...
es_419: la ayudé con algunos asuntos profesionales…

source: message
es_419: mensaje

source: can I see your acting first?
es_419: ¿puedo verla actuar primero?

source: sera, will you take a photo with me?
es_419: sera, ¿puedo tomarme una foto contigo?

source: umm...
es_419: mmm…

source: hm... based on the dramas I've watched so far, maybe we should at least stop speaking so formally to each other.
es_419: mm… basándome en las novelas que he visto hasta ahora, ¿qué tal si empezamos a hablarnos con menos formalidad?

source: whir
es_419: FUUS

source: you were great also, ijun.
es_419: tú también estuviste genial.

source: you know it wasn't...
es_419: tú lo sabes…

source: What do you do in your free time?
es_419: ¿Qué haces en tu tiempo libre?

source: hello...?
es_419: ¿hola…?

source: dance...? you want to see me dance?
es_419: ¿bailar…? ¿quieres verme bailar?

source: when we're done here, let's--
es_419: cuando se acabe esto, vamos…

source: we agreed to speak more casually, remember?
es_419: acordamos hablar más casualmente, ¿lo recuerdas?

source: you know, your identity?
es_419: ya sabes, ¿tu identidad?

source: sure... but not too long.
es_419: claro… pero no mucho.

source: we just got started here. why don't you join us?
es_419: acabamos de empezar. ¿por qué no te unes?

source: we get to drink blood while the humans we bite become healthier!
es_419: ¡nosotros bebemos sangre y los humanos a quienes mordemos se curan!

source: I feel--
es_419: me siento…

source: everyone was on edge and no one could argue with the main writer.
es_419: todos estábamos al límite y nadie podía cuestionar al guionista.

source: putting those two together is the ultimate eye candy!
es_419: ¡ponerlos juntos será un deleite a los ojos!

source: they're not on the same level...
es_419: no están al mismo nivel…

source: I'm don't know much about alcohol... but I think this tastes kind of different!
es_419: no sé mucho de licor… ¡pero creo que esto sabe muy diferente!

source: I... did that...
es_419: Yo… lo hice…

source: yup!
es_419: ¡sip!

source: jump
es_419: SALTA

source: *seonbae is a term used to address a senior or more experienced collegue
es_419: *seonbae es un término usado para dirigirse a colegas con más experiencia o de alto rango.

source: were you just imagining it?
es_419: ¿o solo lo imaginaste?

source: Let's not make assumptions here.
es_419: No vamos a hacer conjeturas aquí.

source: you should speak nicely!
es_419: ¡deberías ser más amable!

source: I should.
es_419: debería ir.

source: I wanna bite!
es_419: ¡quiero morder!

source: I'll help you carry it.
es_419: te ayudaré a llevarlo.

source: she is! she's waiting in her van!
es_419: ¡sí! ¡está esperando en su furgoneta!

source: your test results came back clean.
es_419: sus análisis salieron bien de nuevo.

source: why did you drink so much--
es_419: ¿por qué bebieron tanto?

source: I saw the news, mr. kang. congrats on your relationship.
es_419: vi la noticia, señor kang. felicidades por la relación.

source: hehe, chae-i, you're the best!
es_419: je, je, chae-i, ¡eres lo máximo!

source: how about getting chaehun a car? he can show off his celebrity sister!
es_419: ¿y si le compras un auto a chaehun? ¡así podrá presumir de su famosa hermana!

source: ijun? hello?
es_419: ¿hola? ¿ijun?

source: would you like me to drop you off on the way?
es_419: ¿quieres que te acerque? me queda de camino.

source: trip
es_419: APABULLADA

source: oh... okay. take care.
es_419: ah… bien. cuídate.

source: hmm... what's this? you got all worked up and ran off the last time we talked about chae-i too.
es_419: mmm… ¿qué es esto? te pusiste nervioso y saliste corriendo la última vez que hablamos de chae-i.

source: proud
es_419: ORGULLOSA

source: uurgh
es_419: AARG

source: she went to the waiting room earlier... is she up next?
es_419: se fue a su camerino… ¿es su turno?

source: chae-i, would you like some tea or coffee?
es_419: chae-i, ¿te gustaría tomar un té o un café?

source: that's a relief!
es_419: ¡qué alivio!

source: he's in third grade... but he's an old soul.
es_419: está en tercero… pero es muy maduro.

source: of course! don't just brush this off because you feel okay. go get checked out by a doctor.
es_419: ¡claro! no subestimes nada solo porque te sientes bien. ve a que te revise un médico.

source: it was when you were young.
es_419: fue cuando usted era muy joven.

source: ...they both debuted as kids. why are they so different?
es_419: … ambas debutaron siendo niñas. ¿por qué son tan diferentes?

source: what! really?!
es_419: ¡qué! ¡¿en serio?!

source: chae-i, is your manager coming?
es_419: chae-i, ¿tu representante viene por ti?

source: woah, his place is huge!!!
es_419: ¡¡guau, su casa es gigante!!

source: the same drama?
es_419: ¿en la misma novela?

source: oh no! not at all, ijun!
es_419: ¡ay, no! ¡para nada, ijun!

source: sorry I wasn't there for you...
es_419: siento no haberte acompañado…

source: here's the dryer. dry yourself and get lost already!
es_419: aquí está el secador. ¡sécate y piérdete!

source: you'll be 30 soon, you know.
es_419: pronto cumplirás 30, y lo sabes.

source: then let's chat for a bit!
es_419: ¡entonces podemos charlar!

source: vampires.
es_419: vampiros.

source: …handsome today. haha…
es_419: … guapo hoy. ja, ja…

source: but doctor,
es_419: pero doctor,

source: maybe it's because you helped me!
es_419: ¡tal vez sea porque me ayudaste!

source: it's not like that....
es_419: no es nada de eso…

source: no way! why do you keep saying things like that?
es_419: ¡oye! ¿por qué te empeñas en decir ese tipo de cosas?

source: my firssst crushhh!!!
es_419: ¡¡¡mi primer amorrrr!!!

source: what am I doing...
es_419: ¿qué estoy haciendo?…

source: or are you sick, ijun? maybe you're delusional or a habitual liar...
es_419: ¿o estás enfermo, ijun? quizá estás delirando o eres un mentiroso…

source: so what did you want to say, ijun?
es_419: y ¿qué querías decirme, ijun?

source: ...really a vampire?
es_419: … un vampiro de verdad?

source: Hello, I'm Sera Nam.
es_419: hola, soy sera nam.

source: thanks so much, sera!
es_419: ¡muchas gracias, sera!

source: squeeze
es_419: APRIETA

source: ugh, sera. you and your attitude.
es_419: agh, sera. tú y tu actitud.

source: o-okay...
es_419: b-bueno…

source: ...ijun, you had something to say earlier...
es_419: … ijun, tenías algo que decirme…

source: grit
es_419: GRR

source: ahaha, it's nothing!
es_419: ja, ja, ¡no es nada!

source: yongho's from my hometown, you see!
es_419: yongho es de mi pueblo, ¿sabes?

source: you know ruru, right? from the girl group, pretty girls.
es_419: conoces a ruru, ¿no? es de la banda chicas lindas.

source: are you kidding me?
es_419: ¿es una broma?

source: must enjoy spreading rumors about your close friend.
es_419: disfrutas difundiendo rumores acerca de tu buena amiga.

source: can we take a picture together? he always asks for proof...
es_419: ¿podemos tomarnos una foto juntos? él siempre me pide pruebas…

source: compliment…
es_419: elogiarlo…

source: the director and ms. kim want to see you...
es_419: el director y la señora kim quieren verte…

source: really? are you sure you're okay, oppa?
es_419: ¿en verdad estás bien, oppa?

source: hug
es_419: APRIETA

source: with yun kang?
es_419: ¿con yun kang?

source: why am I thinking of that...
es_419: ¿por qué estoy pensando en eso?…

source: why didn't she faint?
es_419: ¿por qué no se desmayó?

source: I love green tea lattes!
es_419: ¡me encanta el matcha latte!

source: I heard you recommended me, ms. kim. thank you so much.
es_419: supe que usted me recomendó. muchísimas gracias.

source: and you,
es_419: y tú

source: normally, no one remembers getting bitten by us, but you--
es_419: normalmente, nadie recuerda ser mordido por nosotros, pero tú…

source: is... there anything you want to eat or need?
es_419: ¿hay… algo que quieras comer o necesites?

source: tap tap
es_419: TAC TAC

source: he has gray hair, but he's two years younger than I am! haha.
es_419: ¡tiene canas, pero es dos años menor que yo! ja, ja.

source: I'm leon lee, in the role of chan kim!
es_419: soy león lee, ¡en el papel de chan kim!

source: hehe, but we can't help it. we don't know where fans might spot us.
es_419: je, je, no podemos evitarlo. no sabemos dónde nos pueden pillar los fans.

source: and you're much more beautiful in real life! hehe!
es_419: ¡y eres mucho más bonita en la vida real! je, je.

source: ...can you step out for a moment?
es_419: … ¿puedes salir un momento?

source: show off.
es_419: presumido.

source: ...he was the only friend who stayed by my side...
es_419: … fue el único amigo que estuvo a mi lado…

source: why is he laughing?
es_419: ¿de qué se ríe?

source: they might ask you to act on the spot, so prepare yourself!
es_419: podrían pedirte que actúes ahí mismo, así que prepárate.

source: have you thought of... the gift you want?
es_419: ¿has pensado en… el regalo que quieres?

source: ahaha, ijun, isn't it annoying? chae-i follows you around nowadays.
es_419: ja, ja, ¿no es molesto, ijun? ¿que chae-i te persiga tanto últimamente?

source: upset stomach
es_419: DOLOR DE ESTÓMAGO

source: the actress was switched out recently.
es_419: acaban de cambiar a la actriz.

source: If you were Yeri,
es_419: si fueras yeri,

source: I felt so bad... that I brought my precious ballantino's that's been aged for 30 years!
es_419: me siento tan culpable… ¡que hasta traje mi balantino reserva 30 años!

source: I'll see you guys later.
es_419: los veré luego.

source: what started as a long-time friendship has now developed into a romantic love story.
es_419: lo que inició como una larga amistad, se ha convertido ahora en una historia de amor romántica.

source: we can stop if--
es_419: podemos parar si…

source: is it because you like yun?
es_419: ¿es porque te gusta yun?

source: let's do some research!
es_419: ¡investiguémoslo!

source: Simple clothes.
es_419: ropa sencilla.

source: I always share my dating stories with you, even when I get dumped. because I trust you...
es_419: siempre te cuento mis rollos con las chicas, incluso cuando me dejan. es porque confío en ti…

source: that's tmI...
es_419: mucha info…

source: you know, I always appreciate you, right?
es_419: sabes que siempre te he apreciado, ¿no?

source: huh? oh, thanks...
es_419: ¿eh? gracias…

source: back in '96 or so, during yongho's first child's first birthday...
es_419: en el 96, más o menos, en el primer cumpleaños del hijo de yongho…

source: so please, can you help me just with this drama?
es_419: por favor, ¿puedes ayudarme solo con esta novela?

source: you're uglier!
es_419: ¡Tú eres más feo!

source: then I can talk freely, right?
es_419: entonces puedo hablar, ¿verdad?

source: ...I'll bite her to relieve her headache.
es_419: … la morderé para quitarle el dolor.

source: you know I always appreciate you, right?
es_419: sabes que siempre te he apreciado, ¿no?

source: I'll always support you!
es_419: ¡siempre te apoyaré!

source: thanks.
es_419: gracias.

source: seonbaenim... well...
es_419: seonbaenim... pues…

source: ...and I'll take care of chae-i from now on...
es_419: … y yo cuidaré a chae-i desde ahora…

source: uh...
es_419: ay…

source: heehee, I am!
es_419: jee, ¡claro que sí!

source: throb
es_419: PALPITA

source: babe...
es_419: bebé…

source: I have the role of nana park.
es_419: tengo el rol de nana park.

source: they're together right now?
es_419: ¿están juntos ahora mismo?

source: what if we end up missing the deadline?
es_419: ¿y si el cronograma se atrasa?

source: This is Ijun Seo.
es_419: soy ijun seo.

source: chae-i! that was great!
es_419: ¡chae-i! ¡eso fue genial!

source: it's this granny's wish.
es_419: eso desea la abuelita.

source: eh? why am I sitting here?
es_419: ¿eh? ¿por qué estoy aquí?

source: that's right. hard work always pays off.
es_419: es cierto. el trabajo duro trae sus frutos.

source: you get to drink my blood! you said you like human blood!
es_419: ¡puedes beber mi sangre! ¡dijiste que te gustaba la sangre humana!

source: how come...
es_419: ¿cómo es que…

source: I guess I'm doing alright.
es_419: lo estoy haciendo bien.

source: did something happen between the two of you?
es_419: ¿sucedió algo entre ustedes dos?

source: no wonder you haven't dated a single woman...
es_419: no me extraña que no hayas salido con ninguna chica…

source: if you need my autograph, I can give you as many as you need!
es_419: si necesitas mi autógrafo, ¡puedo darte tantos como quieras!

source: right, did you hear? our agency might move soon.
es_419: por cierto, ¿supiste? nuestra agencia se mudará.

source: really--
es_419: ¿en serio?…

source: your classmate da-yeon jeong is the new actress.
es_419: la nueva es tu compañera de clase, da-yeon jeong.

source: I couldn't stop looking at it.
es_419: no puedo dejar de mirarla.

source: practicing!
es_419: ¡ensayamos!

source: hmph, I'll let it slide this time.
es_419: jum, te la pasaré esta vez.
